Repository: xforce505/Hakchi2-CE
Catalog: Properties/Resources.*.resx
Languages: sv

# UpdatingLocalCache
source: Updating local original games cache...
sv: Uppdaterar lokal mellanlagring av originalspel...

# UploadingFes1
source: Uploading and running FES-1...
sv: Skickar upp och kör FES-1...

# VerifyFailed
source: Verify failed :O This is not good.
sv: Verifiering misslyckades :O Detta är inte bra.

# PartitionExpandQ
source: Would you like to expand the data partition, this will give you approximately {0} of additional free space. There is a small chance of data loss, please make sure you have your saves backed up.
sv: Vill du expandera datapartitionen? Detta ger dig ungefär {0} ytterligare ledigt utrymme. Det finns en liten chans att data går förlorat. Försäkra dig om att du har säkerhetskopierat dina sparningar.

# PartitionExpandQMd
source: Would you like to expand the data partition, this will give you approximately {0} of additional free space. There is a small chance of data loss, please make sure you have your saves backed up. This may affect the compatibility of other hacks.
sv: Vill du expandera datapartitionen? Detta ger dig ungefär {0} ytterligare ledigt utrymme. Det finns en liten chans att data går förlorat. Försäkra dig om att du har säkerhetskopierat dina sparningar. Detta kan påverka kompatibiliteten för andra hack.

# ReplaceKernelQ
source: You already have the kernel dump. If you REALLY want to replace the backup of your kernel and you REALLY understand what you are doing, delete the "hakchi2/dump" folder manually.
sv: Du har redan kärndumpen. Om du VERKLIGEN vill ersätta säkerhetskopian av din kärna och du VERKLIGEN förstår vad du gör, ta bort mappen "hakchi2/dump" manuellt.

# FinishBootSequenceQ
source: You are currently running in recovery mode. Would you like to finish normal boot procedure instead of rebooting?
sv: Du kör för närvarande i återhämtningsläge. Vill du avsluta normal uppstartsprocedur istället för omstart?

# SavesFlterName
source: Save-state backups
sv: Säkerhetskopior av sparningstillstånd

# SizeOfSaves
source: Size of selected save-states:
sv: Storlek för markerade sparningstillstånd:

# ThisWillReplaceAnyCustomInformationAndArtworkFromScraper
source: This will replace any custom information and artwork with that from the scraper. Are you sure?
sv: Detta kommer att ersätta all anpassad information och omslagsbilder med det från skraparen. Är du säker?

# DisableUSBWarning
source: This will disable any OTG USB device plugged into your mini. Are you sure you want to disable USB-HOST?
sv: Detta kommer att inaktivera OTG USB-enheten ansluten med din mini. Är du säker på att du vill inaktivera USB-HOST?

# FirmwareSwitched
source: Upon rebooting, your running mini should be running the selected firmware "{0}"!
sv: Efter omstart så kommer din mini att köra den valda fasta programvaran "{0}"!

# CannotSyncToNonMultiBoot
source: You cannot synchronize a {0} games collection onto your currently running mini ({1}). Please switch to the matching games collection, or switch to using "separate games for multiboot" mode, in order to proceed.
sv: Du kan inte synkronisera en {0}-spelsamling till din aktuella mini ({1}). Byt till matchande spelsamling eller byt till att använda läget "separata spel för multiboot" för att kunna fortsätta.

source: Disable auto refresh
sv: Inaktivera automatisk uppdatering

# CustomKernelInstalledQ
source: Did you already flash the custom kernel on your mini?
sv: Har du redan flashat anpassat kärna på din mini?

# DetectedConsole
source: Detected Console: {0}
sv: Identifierad konsol: {0}

source: Detected Devices (Click to Pair)
sv: Identifierade enheter (Klicka för att para ihop)

source: Decompressing games...
sv: Dekomprimerar spel...

# Decompressing
source: Decompressing {0}...
sv: Dekomprimerar {0}...

# AutofillResult
source: Data automatically filled for {0} game(s).
sv: Data automatiskt fylld för {0} spel.

# ShowExperimentalQuestion
source: Are you sure you want to show experimental mods?
sv: Är du säker på att du vill visa experimentiella moduler?

# ResetQ
source: Are you sure you want to reset and repair hakchi on your mini?
sv: Är du säker på att du vill återställa och reparera hakchi på din mini?

# DiscardChangesQ
source: Are you sure you want to discard your changes?
sv: Är du säker på att du vill förkasta dina ändringar?

# ErrorRestoringAllOriginalGames
source: An error occured while restoring the original games. You can always use File -> Restore original games later on to try again for the games collection you intend to use them in.
sv: Ett fel inträffade när originalspelen återskapades. Du kan alltid använda Arkiv -> Återskapa originalspel senare för att försöka igen för den spelsamling som du tänkte använda dem med.

# CustomGameCodeAlreadyExists
source: App code already exists, please use a different code!
sv: Appkoden finns redan. Använd en annan kod!

# RepairSelectedGamesQ
source: Are you sure you want to attempt repair selected games? (This could break some games, especially if there weren't imported by hakchi2. Only attempt on broken games.)
sv: Är du säker på att du vill försöka reparera markerade spel? (Detta kan förstöra några spel, speciellt om de inte importerades med hakchi2. Försök endast på trasiga spel.)

# FormatSDQ
source: Are you sure you want to format the SD card inserted in the classic? This will erase all data present on the card!
sv: Är du säker på att du vill formatera SD-kortet som sitter i din classic? Detta kommer att radera all data som finns på kortet!

source: Auto-scrape known games
sv: Skrapa automatiskt kända spel

# SaveStructureQ
source: Are you sure you want to sync all your games collections' structure settings to the currently displayed settings?
sv: Är du säker på att du vill synkronisera alla strukturinställningar för din spelsamling till de inställningar som visas nu?

# ResetROMHeaderSelectedGamesQ
source: Are you sure you want to reset/repair selected games' SFROM headers?
sv: Är du säker på att du vill återställa/reparera SFROM-headers för markerade spel?

# FactoryResetQ
source: Are you sure you want to restore factory settings? All data will be erased and the stock kernel will be flashed. Continue?
sv: Är du säker på att du vill återställa till fabriksinställningar? Allt data kommer att raderas och standardkärnan kommer att flashas. Fortsätt?

# UninstallQ1
source: Do you really want to remove all traces of hakchi2 and return your mini to its original state?
sv: Vill du verkligen ta bort alla spår av hakchi2 och låta din mini återgå till ursprungstillståndet?

# FolderContent
source: Deleted content will be moved to the Recycle Bin. You can delete this folder permanently or move the games to other folders.
sv: Borttaget innehåll kommer att flyttas till papperskorgen. Du kan ta bort denna mapp permanent eller flytta spelen till andra mappar.

# FirmwareDefault
source: Default Firmware on NAND
sv: Fast standardprogramvara på NAND

# CopyFilesFromNandQ2
source: Do you want to copy your saves and games from NAND to the SD card?
sv: Vill du kopiera dina sparanden och spel från NAND till SD-kortet?

# GGCodeDelete
source: Do you want to delete "{0}" code?
sv: Vill du ta bort "{0}"-koden?

# FlashNandCQ
source: Do you want to flash the user data? It will replace all user data.
sv: Vill du flasha användardata? Det kommer att ersätta all användardata.

# FormatNandCQ
source: Do you want to format the user data partition? It will erase all user data.
sv: Vill du formatera partitionen för användardata? Detta kommer radera all användardata.

# PermanentlyDeleteQ
source: Do you want to permanently delete the contents of: {0} This process cannot be undone!
sv: Vill du permanent ta bort innehållet i: {0} Denna process går inte att ångra!

# DownloadCoverQ
source: Do you want to try to download box art for "{0}"?
sv: Vill du prova att hämta omslagsbild för"{0}"?

# FactoryResetNote
source: Done! All traces of hakchi have been removed and your mini has been reset to factory settings.
sv: Färdigt! Alla spår av hakchi har tagits bort och din mini har återställts till fabrikinställningar.

# DoneYouCanUpload
source: Done! You can upload games to your mini now.
sv: Färdigt! Du kan nu skicka upp spel till din mini.

# KernelDumped
source: Your original kernel has been saved in a special area of your console.
sv: Din originalkärna har sparats på ett speciellt ställe i din konsole.

# ExtraArgsInfo
source: You can add global command-line arguments which will be appended to all games including the original. This is only for experts!
sv: Du kan lägga till globala kommandoradsargument som kommer att läggas till för alla spel, inklusive original. Detta är endast för experter!

# CannotDeleteTempFolder
source: Error deleting temp folder. Please try again.
sv: Fel vid borttagning av temporärmapp. Försök igen.

source: Enter a prefix
sv: Ange ett prefix

source: Downloading front art for {0}
sv: Hämtar omslagsbild för {0}

# DownloadAllCoversTitle
source: Downloading box art for all games (I'm feeling lucky!)
sv: Hämtar omslagsbilder för alla spel (Kör på bara!)

# FlashUbootSDQ
source: Do you really want to flash the SD MODE uboot?
sv: Vill du verkligen flasha SD MODE uboot?

# DeleteSavesQ
source: Do you really want to delete those save-states?
sv: Vill du verkligen ta bort dessa sparningstillstånd?

# DeletePreset
source: Do you really want to delete the "{0}" preset?
sv: Vill du verkligen ta bort förvalet "{0}"?

# DeleteElements
source: Do you really want to delete {0} elements?
sv: Vill du verkligen ta bort "{0}" element?

# CleaningUp
source: Cleaning up previous task...
sv: Rensar upp efter tidigare åtgärd...

# ClearingTheFirst32MBOfSDCard
source: Clearing first 32MB of SD card
sv: Tömmer första 32MB av SD-kortet

# ChooseWhatYouWouldLikeToScrape
source: Choose what you would like to scrape, this will replace any existing information.
sv: Välj vad du vill skrapa. Detta kommer att ersätta tidigare information.

# NoTelnet
source: Can't start Telnet client, seems like it's disabled. You need to enable it first, you can do it in “Control Panel“ -> “Programs“ -> "Turn Windows features on or off".
sv: Kan inte starta Telnet-klienten. Verkar som om den är inaktiverad. Du behöver aktivera den först. Gör det i “Kontrollpanel“ -> “Program“ -> "Aktivera Windows-funktioner på eller av".

# GameGenieNotFound
source: Can't apply Game Genie code "{0}" to game "{1}" - value not found. Maybe this code is for another game?
sv: Kan inte applicera Game Genie-koden "{0}" till spelet "{1}" - värdet hittas inte. Kanske är denna kod för ett annat spel?

# FlashUbootNormalQ
source: Do you really want to flash the NORMAL MODE uboot?
sv: Vill du verkligen flasha NORMAL MODE uboot?

# ResetOriginalGamesQ
source: Do you really want to undo all customization on original games for {0}?
sv: Vill du ångra all anpassning för originalspelen för {0}?

# UninstallFactoryNote
source: Done! Don't forget to perform a factory reset if you want to delete all Suspend Points.
sv: Färdigt! Glöm inte att genomföra en fabriksåterställning om du vill ta bort alla pauspunkter.

# UninstallNote
source: Done. If everything went well, your mini should be back to running the stock kernel.
sv: Färdigt. Om allting gick bra så ska din mini vara tillbaka på att köra standardkärnan.

# AddPrefixMessage
source: Enter a prefix to prepend to the name of all selected games, a colon and space will automatically be added to the end of the prefix.
sv: Ange ett prefix att lägga först i namnet för alla markerade spel, ett kolon och blanksteg kommer automatiskt att läggas till i slutet av prefixet.

# RemovePrefixMessage
source: Enter a prefix to remove from the start of all selected games, a colon and space will automatically be added to the end of the prefix.
sv: Ange ett prefix att ta bort först i namnet för alla markerade spel, ett kolon och blanksteg kommer automatiskt att läggas till i slutet av prefixet.

# ErrorImportingGame
source: Error importing game "{0}". Please verify that the file is valid and not corrupted.
sv: Fel vid import av spelet "{0}". Verifiera att filen är giltig och inte skadad.

# WaitingForDeviceTakingALongTime
source: Your device is taking a long time to reboot. You can wait some more and if it comes back online, you should see "Recovery mode" in the title bar. In that case, you can try the same action again, or use "Tools > Reboot" to get back to normal operation. The most common reason for console taking too long to reboot is a Firewall, such as Windows Firewall, you can add an exception for hakchi2 ce to fix this issue. Other reasons may include VPNs blocking traffic to the local network and Windows failing to detect the RNDIS driver correctly.
sv: Din enhet har lång tid på sig att starta om. Du kan vänta lite till och om den blir ansluten igen så bör du se "Återhämtningsläge" i titelraden. I det fallet så kan du prova att göra samma åtgärd igen, eller använda "Verktyg > Starta om" för att återgå till normalt läge. Den vanligaste orsaken till att konsolen tar lång tid på sig är en lokal brandvägg, såsom Windows-brandväggen. Du kan lägga till ett undantag för hakchi2 ce för att lösa detta problem. Andra orsaker kan vara VPN-klienter som blockerar trafik till lokala nätverk och att Windows misslyckas att identifiera RNDIS-drivrutinen korrekt.

# CannotProceedCannotSync
source: Your hakchi installation is running Clovershell daemon. It is not safe to sync games with Clovershell. Please uninstall this module in order to sync games safely!
sv: Din hakchi-installation kör Clovershell-demonen. Det är inte säkert att synkronisera spel med Clovershell. Avinstallera denna modul för att kunna synkronisera spel säkert!

# RecoveryModeCloseWarning
source: Your mini is currently in recovery mode. You will not be able to turn it off normally. Do you want to finish boot sequence so it returns to normal afterwards?
sv: Din mini är för närvarande i återhämtningsläge. Du kommer inte kunna stänga av den normalt. Vill du färdigställa uppstartssekvensen så att den återgår till normalt läge efteråt?

# CannotProceedMinimalMemboot
source: Your mini is currently in recovery state, cannot proceed. To exit this state, use Tools -> Reboot
sv: Din mini är för närvarande i återhämtningstillstånd. Kan inte fortsätta. Använd Verktyg -> Starta om för att avsluta detta tillstånd

# RecoveryModeMessage
source: Your system is now in recovery mode, here you can telnet into the system to run any command you want, you can also use FTP to transfer files. In order to mount your base partitions, you'll need to run the command "hakchi mount_base"
sv: Ditt system är nu i återhämtningsläge. Här kan du köra telnet in i systemet för att köra kommandon som du önskar. Du kan även använda FTP för att överföra filer. För att montera dina baspartitioner så behöver du köra kommandot "hakchi mount_base"

# SystemRequiresReflash
source: Your system's custom kernel is out of date and requires a reflash before you can use this program. Would you like to flash the custom kernel now?
sv: Ditt systems anpassade kärna är utdaterad och kröver en omflashning innan du kan använda detta program. Vill du flasha en anpassad kärna nu?

# SystemEligibleForRootfsUpdate
source: Your system's kernel scripts are out of date and can be updated. Would you like to update the custom kernel scripts now?
sv: Ditt systems kärnskript är utdaterade och kan uppdateras. Vill du uppdatera de anpassade kärnskripten nu?

# SystemRequiresRootfsUpdate
source: Your system's kernel scripts are out of date and it requires a memboot before you can use this program. Would you like to memboot the custom kernel now?
sv: Ditt systems kärnskript är utdaterade och det krävs en memboot innan du kan använda detta program. Vill du köra en memboot för anpassad kärna nu?

# AlreadyInRecoveryQ
source: You're already in recovery mode, do you want to reload the recovery image?
sv: Du är redan i återhämtningsläge. Vill du läsa om återhämtningsavbildningen?

source: Downloading clear logo for {0}
sv: Hämtar transparent logotyp för {0}
