Repository: xforce505/Hakchi2-CE
Catalog: Properties/Resources.*.resx
Languages: sv

# FolderNotEmpty
source: The selected folder isn't empty
sv: Den valda mappen är inte tom

# RemovingCovers
source: Removing cover art...
sv: Tar bort omslagsbilder...

source: Building menu...
sv: Bygger menyn...

source: Aborting...
sv: Avbryter...

source: Images
sv: Bilder

# Removing
source: Removing {0}...
sv: Tar bort {0}...

# SelectRegion
source: Please select a region
sv: Välj en region

# ListCategoryAll
source: All Games
sv: Alla spel

source: All files
sv: Alla filer

# GenreAdventure
source: Adventure
sv: Äverntyr

source: Abort
sv: Avbryt

# GenreActionShooting
source: Action / Shooting
sv: Action / Skjuta

source: Adding hakchi MBR
sv: Lägger till hakchi MBR

# AlreadyInRecovery
source: Already In Recovery Mode
sv: Redan i återhämtningsläge

source: Cancel
sv: Avbryt

# CopyFilesFromNandQ
source: Copy files from NAND?
sv: Kopiera filer från NAND?

source: Copying games...
sv: Kopierar spel...

source: Copying hakchi to SD card
sv: Kopierar hakchi till SD-kort

source: Copying NAND data to SD card
sv: Kopierar NAND-data till SD-kort

source: Critical error
sv: Kritiskt fel

# FirmwareCurrent
source: Current
sv: Aktuell

source: One
sv: En

source: Online
sv: Ansluten

source: Offline
sv: Frånkopplad

# GGCodeEmpty
source: You must enter a code!
sv: Du måste ange en kod!

# GGDescriptionEmpty
source: You must enter a description!
sv: Du måste ange en beskrivning!

source: Yes
sv: Ja

source: Yes for all
sv: Ja till allt

source: Yes to all
sv: Ja till allt

source: Wow
sv: Hurra

source: Writing boot0
sv: Skriver boot0

source: Writing FAT filesystem
sv: Skriver FAT-filsystem

source: Writing kernel
sv: Skriver kärnan

source: Writing SquashFS
sv: Skriver SquashFS

source: Writing uboot
sv: Skriver uboot

source: XML Files
sv: XML-filer

source: Welcome
sv: Välkommen

source: Warning!
sv: Varning!

# WaitingForDevice
source: Waiting for the device...
sv: Väntar på enheten...

source: Verifying...
sv: Verifierar...

source: Unsaved Changes
sv: Osparade ändringar

source: Unknown
sv: Okänt

source: Updating list...
sv: Uppdaterar listan...

source: Upload games
sv: Skicka upp spel

# FolderNameHome
source: Home
sv: Hem

source: Hello
sv: Hej

source: Import games
sv: Importera spel

source: Installing hakchi...
sv: Installerar hakchi...

source: Installing mods...
sv: Installerar moduler...

# VersionRevisionNotice
source: INTERNAL VERSION FOR TESTING PURPOSES ONLY
sv: INTERN VERSION ENDAST FÖR TESTNING

source: Invalid kernel size:
sv: Ogiltig kärnstorlek:

source: Loading games...
sv: Läser in spel...

# LoadingHmods
source: Loading mods...
sv: Läser in moduler...

source: Loading...
sv: Läser in...

# FolderNameMoreGames
source: More games...
sv: Fler spel...

source: Mounting SD card
sv: Monterar SD-kort

source: Mounting SquashFS
sv: Monterar SquashFS

# ListCategoryNew
source: New Apps
sv: Nya appar

source: New custom game
sv: Nytt anpassat spel

# FolderNameNewFolder
source: New folder
sv: Ny mapp

source: No
sv: Nej

source: No for all
sv: Nej till allt

source: None
sv: Ingen

source: Not found:
sv: Hittade inte:

source: not recommended
sv: rekommenderas inte

source: Not supported on this platform
sv: Stöds inte på denna plattform

# ListCategoryOriginal
source: Original Games
sv: Originalspel

# FolderNameOriginalGames
source: Original games
sv: Originalspel

# Default30games
source: Original games
sv: Originalspel

source: Paste
sv: Klistra in

source: Patch available
sv: Patch tillgänglig

source: Please wait...
sv: Vänta...

source: Powering off...
sv: Stänger av...

source: Press OK to continue.
sv: Tryck Ok för att fortsätta.

# AddingGame
source: Processing game {0}
sv: Behandlar spelet {0}

# AddingGames
source: Processing games, please wait...
sv: Behandlar spel. Vänta...

# UploadingOriginalGames
source: Processing original games...
sv: Behandlar originalspel...

# LinkingGames
source: Processing symbolic links...
sv: Behandlar symboliska länkar...

source: Processing...
sv: Behandlar...

source: Running folders manager...
sv: Kör mapphanteraren...

source: Save settings
sv: Spara inställningar

# consoleTypeMdAsia
source: Sega MegaDrive (Asia)
sv: Sega MegaDrive (Asien)

# consoleTypeMdEur
source: Sega MegaDrive (EUR)
sv: Sega MegaDrive (Europa)

# consoleTypeMdJpn
source: Sega MegaDrive (JPN)
sv: Sega MegaDrive (Japan)

source: Select File
sv: Välj fil

source: Size:
sv: Storlek:

# Skipping
source: Skipping {0}
sv: Hoppar över {0}

# GenreSports
source: Sports
sv: Sport

# consoleTypeSnesEur
source: Super NES (Europe)
sv: Super NES (Europa)

source: Starting...
sv: Startar...

source: SFROM Tool
sv: SFROM-verktyg

# ImageTooLarge
source: The image is too large
sv: Bilden är för stor

# SystemFilesModifiedMessage
source: The system files appear to have been modified: Version: {0} Hash: {1} Do you want to continue?
sv: Systemfilerna verkar ha ändrats: Version: {0} Hash: {1} Vill du fortsätta?

# SystemFilesUnknownMessage
source: The system files are an unknown version: Version: {0} Hash: {1} Do you want to continue?
sv: Systemfilerna är av en okänd version: Version: {0} Hash: {1} Vill du fortsätta?

# PatchQ
source: There is patch for "{0}". Do you want to patch this game?
sv: Det finns en patch för "{0}". Vill du patcha detta spel?

# GGCodeExists
source: This code already exists. Do you want to edit it?
sv: Koden finns redan. Vill du redigera den?

source: Three
sv: Tre

source: Transferring mods...
sv: Överför moduler...

source: Two, not simultaneously
sv: Två, inte samtidigt

source: Two, simultaneously
sv: Två, samtidigt

source: Uninstall
sv: Avinstallera

# Uploading
source: Uploading {0}
sv: Skickar upp {0}

source: Uploading games...
sv: Skickar upp spel...

# TooManyPerFolder
source: Warning! It's not recommended to store so many games per folder.
sv: Varning! Det rekommenderas inte att ha så många spel per mapp.

# UnsavedChangesQ
source: You have unsaved changes, do you want to save them?
sv: Du har osparade ändringar. Vill du spara dem?

# SyncMultibootWarning
source: You have {0} of games already synchronized on your mini (non separated for multiboot). Proceeding will erase those. Are you sure?
sv: Du har {0} spel redan synkroniserade till din mini (inte separerade för multiboot). Fortsätta kommer att radera dem. Är du säker?

# SyncNonMultibootWarning
source: You have {0} of games already synchronized on your mini (separated for multiboot). Proceeding will erase those. Are you sure?
sv: Du har {0} spel redan synkroniserade till din mini (separerade för multiboot). Fortsätta kommer att radera dem. Är du säker?

# CustomGameNeedValidData
source: You need to enter a valid app code and name!
sv: Du måste ange en giltig appkod och namn!

# CustomWarning
source: You need to flash the custom kernel to your mini. This is only required once. Do you want to continue?
sv: Du måste flasha en anpassad kärna till din mini. Det krävs endast en gång. Vill du fortsätta?

# CannotProceedCannotInteract
source: Your kernel or scripts are out of date. Please update before synchronizing games
sv: Din kärna eller skript är utdaterade. Uppdatera dem innan spel synkroniseras

source: Discard changes
sv: Förkasta ändringar

# DeleteGame
source: Do you really want to delete "{0}" game?
sv: Vill du verkligen ta bort spelet "{0}"?

# DeleteElement
source: Do you really want to delete "{0}"?
sv: Vill du verkligen ta bort "{0}"?

# ApplyChangesQ
source: Do you want to apply your changes?
sv: Vill du verkställa dina ändringar?

source: Do you want to continue?
sv: Vill du fortsätta?

# DumpKernelQ
source: Do you want to dump the kernel?
sv: Vill du dumpa kärnan?

source: Do you want to expand the data partition?
sv: Vill du expandera datapartitionen?

# CustomKernelQ
source: Do you want to flash the custom kernel?
sv: Vill du flasha den anpassade kärnan?

# UninstallQ2
source: Do you want to flash the original kernel now?
sv: Vill du flasha originalkärnan nu?

# OriginalKernelQ
source: Do you want to flash the original kernel?
sv: Vill du flasha originalkärnan?

# LinkedGamesQ
source: Do you want to make linked games?
sv: Vill du skapa länkade spel?

# ReplaceFollowingFileQ
source: Do you want to replace the following file? {0}
sv: Vill du ersätta följande fil? {0}

# FoldersSaveQ
source: Do you want to save this folder structure?
sv: Vill du spara denna mappstruktur?

source: Done!
sv: Färdigt!

source: Downloading latest hakchi
sv: Hämtar senaste hakchi

# DownloadingEllipsis
source: Downloading...
sv: Hämtar...

# DownloadingProgress
source: Downloading: {0} / {1}
sv: Hämtar: {0} / {1}

source: Dumping kernel...
sv: Dumpar kärna...

source: Dumping NAND...
sv: Dumpar NAND...

# GenreEducational
source: Educational
sv: Utbildning

source: Enable auto refresh
sv: Aktivera autouppdatering

source: Europe
sv: Europa

source: Error
sv: Fel

source: Executing command:
sv: Kör kommando:

# ExportGames
source: Export to USB
sv: Exportera till USB

source: Factory reset
sv: Fabriksåterställning

source: Firmware
sv: Fast programvara

source: Five
sv: Fem

source: Format SD
sv: Formatera SD

# FormattingTheSDCard
source: Formatting SD card
sv: Formaterar SD-kort

source: Formatting SD Card
sv: Formaterar SD-kort

source: Four
sv: Fyra

source: Game Archive
sv: Spelarkiv

# FTPServerOn
source: FTP server on ftp://root@{0} (pass:clover)
sv: FTP-server på ftp://root@{0} (pass:clover)

source: game(s) selected
sv: spel markerade

source: Games and apps
sv: Spel och appar

source: Googling for
sv: Googlar efter

# CannotInteract
source: Hakchi update required
sv: Uppdatering av hakchi krävs

# FirstRun
source: Hello there! I'm very glad that you are using hakchi2! It's very simple to use. Just click "Add more games", select some ROMs, press "Synchronize" to upload games to the console internal memory, or press "Export" to use USB HOST mode, and follow the instructions. Good luck!
sv: Hej där! Jag är mycket glad att du använder hakchi2! Det är väldigt enkelt att använda. Klickar bara på "Lägg till fler spel", välj några ROM, tryck på "Synkronisera" för att skicka upp spel till konsolens interna minne, eller tryck på "Exportera" för att använda USB HOST-läge, och följ instruktionerna. Lycka till!

source: HTML Files
sv: HTML-filer

# MainMenu
source: HOME Menu
sv: Hem-meny

# InvalidImageResolution
source: Image resolution must be {0}x{1}
sv: Bildupplösning måste vara {0}x{1}

# DownloadSfromTool
source: In order to use SFROM Tool with hakchi2 CE, you need to: - Visit /u/DarkAkuma's website - Download the latest version of his tool - Install the package in {0}\sfrom_tool Do you want to download the tool? http://darkakuma.z-net.us/p/sfromtool.html
sv: För att använda SFROM-verktyget med hakchi2 CE så måste du: - Besöka webbsidan för /u/DarkAkuma - Hämta senaste versionen av hans verktyg - Installera paketet i {0}\sfrom_tool Vill du hämta verktyget? http://darkakuma.z-net.us/p/sfromtool.html

# InvalidConsoleSelected
source: Invalid console selected! Detected console:
sv: Ogiltig konsol vald! Hittade konsolen:

# GameGenieFormatError
source: Invalid Game Genie code "{0}" for game "{1}".
sv: Ogiltig Game Genie-kod "{0}" för spelet "{1}".

source: Kernel Dump
sv: Kärndump

# OutdatedKernel
source: Kernel out of date
sv: Kärnan är utdaterad

# MakeSureYourMiniIsConnected
source: Make sure your mini is properly connected via USB cable.
sv: Försäkra dig om att din mini är ansluten rätt via USB-kabel.

# NandFlashed
source: NAND memory flashed.
sv: NAND-minnet flashat.

# NandDumped
source: NAND memory is dumped successfully.
sv: NAND-minnet har dumpats.

# NandFormatted
source: NAND memory was successfully formatted.
sv: NAND-minnet har formaterats.

# consoleTypeNes
source: NES (USA/Europe)
sv: NES (USA/Europa)

# NewGamesUnsorted
source: New games are moved to the "Unsorted" folder.
sv: Nya spel flyttas till mappen "Osorterat".

# NewPreset
source: New selection preset
sv: Nytt markeringsförval

source: No drive selected
sv: Ingen enhet vald

source: No devices detected
sv: Inga enheter hittades

# NoSDCard
source: No SD card is inserted in the classic.
sv: Inget SD-kort har anslutits i classic.

source: No repositories configured
sv: Inga förråd konfigurerade

# NoKernel
source: No kernel dump found
sv: Ingen kärndump hittades

# NoKernelYouNeed
source: No kernel dump found. You need to dump the kernel first.
sv: Ingen kärndump hittades. Du måste dumpa kärnan först.

# PleaseConnectYourDevice
source: Please connect your mini in order to proceed. Note that you must also install the custom kernel, using the options in the Kernel menu.
sv: Anslut din mini för att fortsätta. Observera att du måste även installera den anpassade kärnan via inställningarna i menyn Kärna.

source: Powered by {0}
sv: Drivs av {0}

# GenrePuzzle
source: Puzzle
sv: Pussel

# GenreRacing
source: Racing
sv: Racerspel

# GenreRacingSports
source: Racing / Sports
sv: Racerspel / Sport

source: Rebooting...
sv: Startar om...

# FolderNameTrashBin
source: Recycle Bin
sv: Papperskorg

source: Remove all devices
sv: Ta bort alla enheter

source: Removing games...
sv: Tar bort spel...

source: Repair games
sv: Reparera spel

# RepairingGame
source: Repairing {0}
sv: Reparerar {0}

# ReplaceFileQ
source: Replace File?
sv: Ersätt fil?

# OutdatedScripts
source: Scripts out of date
sv: Utdaterade skript

source: Scraping {0}
sv: Skrapar {0}

# SelectAtLeast
source: Select at least one game.
sv: Välj minst ett spel.

# SelectAtLeastTwo
source: Select at least two buttons.
sv: Välj minst två knappar.

# SelectDrive
source: Select export drive...
sv: Välj enhet för export...

# SelectFileFor
source: Select file for {0}
sv: Välj fil för {0}

# GenreSimulation
source: Simulation
sv: Simulering

# consoleTypeSnes
source: SNES (USA/Europe)
sv: SNES (USA/Europa)

source: Supported Files
sv: Filer som stöds

# GenreTable
source: Table
sv: Tabell

source: Uninstalling hakchi...
sv: Avinstallerar hakchi...

source: Uninstalling mods...
sv: Avinstallerar moduler...

source: Uninstalling...
sv: Avinstallerar...

source: United States
sv: USA

# ListCategoryUnknown
source: Unknown Apps
sv: Okända appar

source: Unknown game
sv: Okänt spel

source: Unknown System Version Detected
sv: Okänd systemversion hittades

source: Unmounting SD card
sv: Avmonterar SD-kort

# FolderNameUnsorted
source: Unsorted
sv: Osorterat

source: Update complete!
sv: Uppdatering färdig!

# UploadingConfig
source: Uploading new config...
sv: Skickar upp ny konfiguration...

# UploadingKernel
source: Uploading the kernel...
sv: Skickar upp kärnan...

source: User Data Backup
sv: Säkerhetskopiering av användardata

# SelectModsInstall
source: Select the modules to install on your mini
sv: Välj modulerna att installera på din mini

# SelectModsUninstall
source: Select the modules to remove from your mini
sv: Välj modulerna att ta bort från din mini

source: System Modification Detected
sv: Systemändring hittades

source: Booting hakchi...
sv: Startar hakchi...

# Membooting
source: Booting the kernel from RAM...
sv: Startar kärnan från RAM...

source: Both
sv: Båda

# Cover
source: Box art
sv: Omslagsbild

# BuildingCustom
source: Building the custom kernel image...
sv: Bygger anpassad kärnavbildning...

# BuildingFolders
source: Building the folder structure...
sv: Bygger mappstrukturen...

# CalculatingDiff
source: Calculating differential...
sv: Beräknar förändringar...

source: Calculating free space...
sv: Beräknar ledigt utrymme...

source: Bluetooth Adapters
sv: Bluetooth-adaptrar

# FolderNameBack
source: Back
sv: Bakåt

source: Artwork
sv: Omslagsbilder

source: Are you sure?
sv: Är du säker?

source: Archiving Game
sv: Arkiverar spel

source: Archiving Games
sv: Arkiverar spel

# Archiving
source: Archiving: {0}
sv: Arkiverar: {0}

source: Apply changes
sv: Verkställ ändringar

source: Applying Changes
sv: Verkställer ändringar

source: Archive Files
sv: Arkivfiler

# MapperNotSupported
source: "{0}" uses mapper #{1} but this mapper is not supported by the NES Mini and the game will probably not start with the default emulator. But it should work if other emulator's module installed. Do you want to add this game?
sv: "{0}" använder mapper #{1} men denna mapper stöds inte av NES Mini och spelet kommer antagligen inte starta med standardemulatorn. Det kan dock fungera med andra emulatormoduler installerade. Vill du lägga till detta spel?

source: Congratulations!
sv: Gratulerar!

source: Compressing games...
sv: Komprimerar spel...

# Compressing
source: Compressing {0}...
sv: Komprimerar {0}...

# ListCategoryCustom
source: Custom Games
sv: Anpassade spel

source: Custom kernel
sv: Anpassad kärna

source: Default
sv: Standard

source: Default / no change
sv: Standard / ingen ändring

# DeleteSelectedGamesQ
source: Delete selected game(s)?
sv: Ta bort markerade spel?

# DoYouWantCancel
source: Do you want to cancel the current operation?
sv: Vill du avbryta åtgärden?

# ExtraArgsTitle
source: Extra command-line arguments
sv: Extra argument för kommandorad

source: Extracting hakchi to temporary folder
sv: Extraherar hakchi till temporär mapp

source: Factory reset with kernel file
sv: Fabriksåterställning med kärnfil

# NoKernelWarning
source: First, dump the kernel image of your mini. You only need to do this once. Do you want to continue?
sv: Dumpa först kärnavbildningen av din mini. Du behöver endast göra detta en gång. Vill du fortsätta?

# FlasingCustom
source: Flashing custom kernel...
sv: Flashar anpassad kärna...

# FlashingNand
source: Flashing NAND memory...
sv: Flashar NAND-minne...

# FlasingOriginal
source: Flashing original kernel...
sv: Flashar originalkärna...

source: Flashing uboot...
sv: Flashar uboot...

# FolderStatistics
source: Folder "{0}" contains {1} elements.
sv: Mappen "{0}" innehåller {1} element.

source: Generating spine for {0}
sv: Genererar spine för {0}

# AutofireHelp1
source: Hold Select+A/B for a second to enable/disable autofire A/B.
sv: Håll ner Select+A/B för en sekund för att aktivera/inaktivera autofire A/B.

# PleaseTryAgainUSB
source: If this problem persists, try using another USB port or cable.
sv: Om problemet kvarstår, prova att använda en annan USB-port eller kabel.

# Donate
source: If you like this app, you can donate to me. You can find my PayPal in the "About" box.
sv: Du kan donera till mig om du gillar denna app. Du kan hitta min PayPal i "Om"-rutan.

# InvalidHsqs
source: Invalid hsqs image
sv: Ogiltig hsqs-avbildning

source: Invalid kernel header.
sv: Ogiltig kärn-header.

# InvalidUbootSize
source: Invalid uboot.bin file size.
sv: Ogiltig filstorlek för uboot.bin.

source: Invalid user data backup.
sv: Ogiltig säkerhetskopia för användardata.

# JustWaitForYourMini
source: Just wait until it power cycles.
sv: Vänta till den startat om.

# KernelCheckFailed
source: Kernel checksum failed
sv: Fel i kontrollsumma för kärna

# MD5Failed
source: Kernel dumped but the MD5 checksum is unknown:
sv: Kärnan dumpad med MD5-kontrollsumman är okänd:

# ListCategoryNoCoverArt
source: No custom box art
sv: Ingen anpassad omslagsbild

# Need3rdPartyEmulator
source: Oops, it seems like "{0}" is not going not work correctly with the original emulator. Do you want to use a 3rd party emulator for this game (it needs to be installed)?
sv: Hoppsan, det verkar som om "{0}" inte kommer att fungera korrekt med originalemulatorn. Vill du använda en tredjepartsemulator för detta spel (den måste installeras)?

# FourScreenNotSupported
source: Oops, {0} uses four-screen mode (i.e. the game has additional VRAM memory in the cartridge), and this feature is not supported by the NES Mini. The game will probably not start. But it should work if other emulator's module installed. Do you want to add this game anyway?
sv: Hoppsan, {0} använder fyrskärmsläge (alltså, spelet har ytterligare VRAM-minne i sin cartridge) och denna funktion stöds inte av NES Mini. Spelet kommer antagligen inte starta. Men det skulle fungera med en annan emulators moduler installerade. Vill du lägga till detta spel ändå?

# DumpOriginalKernelCompleteTitle
source: Original kernel dump complete
sv: Dumpning av originalkärnan färdig

source: Paired Devices (Click to Unpair)
sv: Ihopparade enheter (Klicka för att koppla från)

source: Paste (Stretch to Fit)
sv: Klistra in (sträck ut för att passa)

# InputPreset
source: Please input a preset name for the current games selection.
sv: Ange ett förvalsnamn för aktuell spelmarkering.

# DumpOriginalKernelCompleteMessage
source: Please note, this dump file is only useful for legacy hakchi2 or hakchi2 ce versions, it is not useful for the current version.
sv: Observera: denna dumpfil kan endast användas av gamla versioner av hakchi2 eller hakchi2 ce. Den går inte använda med aktuell version.

# ProjectLunarHasBeenDetected
source: Project Lunar has been detected, installation cannot continue until it is removed.
sv: Project Lunar har hittats. Installationen kan inte fortsätta innan det tagits bort.

source: Recovery kernel
sv: Återhämtningskärna

source: Recovery mode
sv: Återhämtningsläge

source: Resetting hakchi...
sv: Återställer hakchi...

# ResettingHeader
source: Resetting SFROM header in {0}
sv: Återställer SFROM-header i {0}

# ResettingHeaders
source: Resetting SFROM headers...
sv: Återställer SFROM-headers...

# ResettingOriginalGames
source: Restoring original games...
sv: Återställer originalspel...

# ScanningCovers
source: Scanning art folder for box art...
sv: Letar i bildmappen efter omslagsbilder...

# ScanningCover
source: Scanning box art for {0}
sv: Letar efter omslagsbild för {0}

# SfromToolInstalled
source: SFROM Tool has been installed. Your games will now be converted with it. You can also drag and drop .CNP patches to add them easily.
sv: SFROM-verktyg har installerats. Dina spel kommer nu konverteras med det. Du kan även dra och släppa CNP-patchar för att lägga till dem enkelt.

# MemoryFull
source: Sorry, there are {0} of games, it's too much.
sv: Tyvärr, det finns {0} spel. Det är för mycket.

source: System Software Backup
sv: Säkerhetskopiera systemprogramvara

# TelnetServerOn
source: Telnet server on telnet://{0} (login:root)
sv: Telnet-server på telnet://{0} (login:root)

# DumpOriginalKernelNotFound
source: The original kernel could not be found on the system.
sv: Originalkärnan kunde inte hittas på systemet.

# DumpOriginalKernelInvalid
source: The original kernel file you've supplied is not a validated original kernel.
sv: Originalkärnfilen som du angav är inte en verifierad originalkärna.

# MD5Failed2
source: The kernel is already patched or it's an unknown revision. Please send this message to me (press Ctrl+C). Continue at your own risk.
sv: Kärnan är redan patchad eller är av en okänd revision. Skicka detta meddelande till mig (tryck Ctrl+C). Fortsätt på egen risk.

# MemoryStatsExport
source: Total space available on drive: {0}
sv: Totalt ledigt utrymme på enheten: {0}

# MemoryStats
source: Total writable memory size: {0:F1}MB|Available memory for games: {1:F1}MB|Used by saves: {2:F1}MB|Used by other files: {3:F1}MB
sv: Totalt skrivbart minne: {0:F1}MB|Tillgängligt minne för spel: {1:F1}MB|Använt av sparningar: {2:F1}MB|Använt av andra filer: {3:F1}MB

source: Trusted / Not Paired (Click to Remove)
sv: Pålitliga / Icke ihopparade (Klicka för att ta bort)

# UbootFlashed
source: Uboot successfully flashed.
sv: Uboot flashat.

source: Unassigned
sv: Ej tilldelade

# UninstallWithKernelFile
source: Uninstall and flash kernel file
sv: Avinstallera och flasha kärnfil

# PleaseUpdate
source: Until you install the necessary updates, you will likely experience errors while attempting to use this program. Please update to receive full compatibility.
sv: Du kan uppleva fel när du använder detta program tills du har installerat nödvändiga uppdateringar. Uppdatera för att uppnå full kompatibilitet.
